Repository: OlegSotnikov/sallyport
Catalog: mac/Sources/SallyportApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

source: Open the editor and click Connect
de: Editor öffnen und auf „Verbinden“ klicken
es: Abre el editor y haz clic en Conectar
fr: Ouvrez l’éditeur et cliquez sur Se connecter
pt_br: Abra o editor e clique em Conectar
ru: Откройте редактор и нажмите «Подключиться».
zh_hans: 打开编辑器并点按“连接”

source: Optional. Fills the binding and adapter for a known service.
de: Optional. Füllt Bindung und Adapter für einen bekannten Dienst aus.
es: Opcional. Rellena la vinculación y el adaptador de un servicio conocido.
fr: Facultatif. Renseigne la liaison et l’adaptateur pour un service connu.
pt_br: Opcional. Preenche o vínculo e o adaptador de um serviço conhecido.
ru: Необязательно. Заполняет привязку и адаптер для известного сервиса.
zh_hans: 可选。为已知服务填充绑定和适配器。

source: Optional. Used once to decrypt a password-protected key and not stored.
de: Optional. Wird einmalig zum Entschlüsseln eines passwortgeschützten Schlüssels verwendet und nicht gespeichert.
es: Opcional. Se usa una vez para descifrar una clave protegida por contraseña y no se almacena.
fr: Facultatif. Sert une seule fois à déchiffrer une clé protégée par mot de passe et n’est pas stockée.
pt_br: Opcional. Usada uma vez para descriptografar uma chave protegida por senha e não armazenada.
ru: Необязательно. Используется один раз для расшифровки защищённого паролем ключа и не сохраняется.
zh_hans: 可选。仅用于解密受密码保护的密钥一次，不会存储。

source: P-256 ECDH · Secure Enclave · opens the vault identity after Touch ID; the identity unwraps the DEK
de: P-256 ECDH · Secure Enclave · öffnet die Tresoridentität nach Touch ID; die Identität entschlüsselt den DEK
es: P-256 ECDH · Secure Enclave · abre la identidad de la bóveda después de Touch ID; la identidad desencapsula la DEK
fr: P-256 ECDH · Secure Enclave · ouvre l’identité du coffre après Touch ID ; l’identité désenveloppe la DEK
pt_br: P-256 ECDH · Secure Enclave · abre a identidade do cofre após o Touch ID; a identidade desencapsula a DEK
ru: P-256 ECDH · Secure Enclave · после Touch ID открывает идентификатор хранилища, с помощью которого расшифровывается DEK
zh_hans: P-256 ECDH · Secure Enclave · 通过 Touch ID 验证后打开密钥库身份；该身份会解封 DEK

source: P-256 ECIES · encrypts audit rows for this vault
de: P-256 ECIES · verschlüsselt Auditzeilen für diesen Tresor
es: P-256 ECIES · cifra las filas de auditoría de esta bóveda
fr: P-256 ECIES · chiffre les lignes d’audit de ce coffre
pt_br: P-256 ECIES · criptografa as linhas de auditoria deste cofre
ru: P-256 ECIES · шифрует записи аудита этого хранилища
zh_hans: P-256 ECIES · 加密此密钥库的审计记录

source: Paste the private key, or import it from a file.
de: Füge den privaten Schlüssel ein oder importiere ihn aus einer Datei.
es: Pega la clave privada o impórtala desde un archivo.
fr: Collez la clé privée ou importez-la depuis un fichier.
pt_br: Cole a chave privada ou importe-a de um arquivo.
ru: Вставьте закрытый ключ или импортируйте его из файла.
zh_hans: 粘贴私钥，或从文件导入。

source: Paste the secret value.
de: Füge den geheimen Wert ein.
es: Pega el valor secreto.
fr: Collez la valeur secrète.
pt_br: Cole o valor secreto.
ru: Вставьте секретное значение.
zh_hans: 粘贴机密值。

source: Path
de: Pfad
es: Ruta
fr: Chemin
pt_br: Caminho
ru: Путь
zh_hans: 路径

source: Per call
de: Pro Aufruf
es: Por llamada
fr: À chaque appel
pt_br: Por chamada
ru: Для каждого вызова
zh_hans: 每次调用均需批准

source: Per-call approval
de: Freigabe pro Aufruf
es: Aprobación por llamada
fr: Autorisation par appel
pt_br: Aprovação por chamada
ru: Подтверждение каждого вызова
zh_hans: 每次调用均需批准

source: Per-call approval with Touch ID
de: Freigabe pro Aufruf mit Touch ID
es: Aprobación por llamada con Touch ID
fr: Autorisation par appel avec Touch ID
pt_br: Aprovação por chamada com Touch ID
ru: Touch ID для каждого вызова
zh_hans: 每次调用均使用 Touch ID 批准

source: Permanently erases stored keys and configuration. There is no backup or recovery. You must reissue keys from their providers.
de: Löscht gespeicherte Schlüssel und Konfiguration dauerhaft. Es gibt weder Sicherung noch Wiederherstellung. Du musst die Schlüssel von ihren Anbietern neu ausstellen lassen.
es: Borra de forma permanente las claves y la configuración almacenadas. No hay copia de seguridad ni recuperación. Debes solicitar a sus proveedores que vuelvan a emitir las claves.
fr: Efface définitivement les clés et la configuration stockées. Il n’existe ni sauvegarde ni récupération. Vous devrez faire réémettre les clés par leurs fournisseurs.
pt_br: Apaga permanentemente as chaves e configurações armazenadas. Não há backup nem recuperação. Você precisará reemitir as chaves junto aos provedores.
ru: Безвозвратно удаляет сохранённые ключи и конфигурацию. Резервной копии и восстановления нет. Получите новые ключи у их поставщиков.
zh_hans: 永久抹掉已存储的密钥和配置。没有备份或恢复方式。你必须从提供方重新签发密钥。

source: Pinned version · cdhash %@… · updates require a new entry
de: Fixierte Version · cdhash %@… · Updates erfordern einen neuen Eintrag
es: Versión fijada · cdhash %@… · las actualizaciones requieren una nueva entrada
fr: Version épinglée · cdhash %@… · les mises à jour nécessitent une nouvelle entrée
pt_br: Versão fixada · cdhash %@… · atualizações exigem uma nova entrada
ru: Закреплённая версия · cdhash %@… · после обновления потребуется новая запись
zh_hans: 固定版本 · cdhash %@… · 更新需要新条目

source: Private key (PEM)
de: Privater Schlüssel (PEM)
es: Clave privada (PEM)
fr: Clé privée (PEM)
pt_br: Chave privada (PEM)
ru: Закрытый ключ (PEM)
zh_hans: 私钥（PEM）

source: Process chain
de: Prozesskette
es: Cadena de procesos
fr: Chaîne de processus
pt_br: Cadeia de processos
ru: Цепочка процессов
zh_hans: 进程链

source: Provenance not verified
de: Herkunft nicht verifiziert
es: Procedencia sin verificar
fr: Provenance non vérifiée
pt_br: Procedência não verificada
ru: Происхождение не проверено
zh_hans: 来源信息未经验证

source: Publisher (includes updates)
de: Herausgeber (einschließlich Updates)
es: Desarrollador (incluye actualizaciones)
fr: Développeur (mises à jour incluses)
pt_br: Desenvolvedor (inclui atualizações)
ru: Издатель (включая обновления)
zh_hans: 发布者（包含更新）

source: Publisher matching requires a Team ID.
de: Für den Herausgeberabgleich ist eine Team-ID erforderlich.
es: La coincidencia por desarrollador requiere un ID de equipo.
fr: La correspondance par développeur nécessite un ID d’équipe.
pt_br: A correspondência por desenvolvedor exige um ID de equipe.
ru: Для сопоставления издателя нужен Team ID.
zh_hans: 发布者匹配需要 Team ID。

source: Publisher · Team %@ · %@ · includes updates
de: Herausgeber · Team %@ · %@ · einschließlich Updates
es: Desarrollador · Equipo %@ · %@ · incluye actualizaciones
fr: Développeur · Équipe %@ · %@ · mises à jour incluses
pt_br: Desenvolvedor · Equipe %@ · %@ · inclui atualizações
ru: Издатель · Team %@ · %@ · включая обновления
zh_hans: 发布者 · 团队 %@ · %@ · 包含更新

source: Publisher · Team %@ · includes updates
de: Herausgeber · Team %@ · einschließlich Updates
es: Desarrollador · Equipo %@ · incluye actualizaciones
fr: Développeur · Équipe %@ · mises à jour incluses
pt_br: Desenvolvedor · Equipe %@ · inclui atualizações
ru: Издатель · Team %@ · включая обновления
zh_hans: 发布者 · 团队 %@ · 包含更新

source: Quit Sallyport
de: Sallyport beenden
es: Salir de Sallyport
fr: Quitter Sallyport
pt_br: Encerrar Sallyport
ru: Завершить Sallyport
zh_hans: 退出 Sallyport

source: Read a private key file (e.g. ~/.ssh/id_ed25519) into the value.
de: Eine private Schlüsseldatei (z. B. ~/.ssh/id_ed25519) als Wert einlesen.
es: Lee un archivo de clave privada (p. ej., ~/.ssh/id_ed25519) como valor.
fr: Charger un fichier de clé privée (par ex. ~/.ssh/id_ed25519) dans le champ de valeur.
pt_br: Carregar um arquivo de chave privada (por exemplo, ~/.ssh/id_ed25519) no campo de valor.
ru: Загрузить в это поле содержимое файла закрытого ключа, например ~/.ssh/id_ed25519.
zh_hans: 将私钥文件（例如 ~/.ssh/id_ed25519）读入值中。

source: Referenced by hosts and MCP env mappings.
de: Wird von Hosts und MCP-Umgebungszuordnungen referenziert.
es: Referenciada por hosts y asignaciones de entorno MCP.
fr: Référencée par les hôtes et les associations de variables d’environnement MCP.
pt_br: Referenciada por hosts e mapeamentos de ambiente MCP.
ru: На него ссылаются хосты и сопоставления окружения MCP.
zh_hans: 由主机和 MCP 环境映射引用。

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新

source: Remote (HTTP)
de: Entfernt (HTTP)
es: Remoto (HTTP)
fr: Distant (HTTP)
pt_br: Remoto (HTTP)
ru: Удалённый (HTTP)
zh_hans: 远程（HTTP）

source: Remote (streamable HTTP)
de: Entfernt (Streamable HTTP)
es: Remoto (Streamable HTTP)
fr: Distant (Streamable HTTP)
pt_br: Remoto (Streamable HTTP)
ru: Удалённый (потоковый HTTP)
zh_hans: 远程（可流式传输的 HTTP）

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
pt_br: Remover
ru: Удалить
zh_hans: 移除

source: Remove '%@' from the allowlist?
de: „%@“ aus der Zulassungsliste entfernen?
es: ¿Eliminar «%@» de la lista de permitidos?
fr: Supprimer « %@ » de la liste d’autorisation ?
pt_br: Remover “%@” da lista de permissões?
ru: Удалить «%@» из списка разрешённых?
zh_hans: 将“%@”从允许列表中移除？

source: Remove an agent from the allowlist
de: Einen Agenten aus der Zulassungsliste entfernen
es: Eliminar un agente de la lista de permitidos
fr: Supprimer un agent de la liste d’autorisation
pt_br: Remover um agente da lista de permissões
ru: Удалить агента из списка разрешённых
zh_hans: 从允许列表中移除智能体

source: Removed %@
de: %@ entfernt
es: Se ha eliminado %@
fr: %@ supprimé
pt_br: %@ removido
ru: Удалено: %@
zh_hans: 已移除 %@

source: Replace the stored value. Host bindings and approval settings do not change.
de: Gespeicherten Wert ersetzen. Hostbindungen und Freigabeeinstellungen bleiben unverändert.
es: Sustituye el valor almacenado. Las vinculaciones de host y los ajustes de aprobación no cambian.
fr: Remplace la valeur stockée. Les liaisons d’hôte et les réglages d’autorisation ne changent pas.
pt_br: Substitui o valor armazenado. Os vínculos de host e os ajustes de aprovação não são alterados.
ru: При замене сохранённого значения привязки хостов и настройки подтверждения не изменятся.
zh_hans: 替换存储值。主机绑定和批准设置不会更改。

source: Requests a credential
de: Fordert Zugangsdaten an
es: Solicita una credencial
fr: Demande des données d’authentification
pt_br: Solicita uma credencial
ru: Запрашивает учётные данные
zh_hans: 请求凭证

source: Requests a Sallyport session
de: Fordert eine Sallyport-Sitzung an
es: Solicita una sesión de Sallyport
fr: Demande une session Sallyport
pt_br: Solicita uma sessão do Sallyport
ru: Запрашивает сеанс Sallyport
zh_hans: 请求 Sallyport 会话

source: Requests that require approval appear here and in the menu bar.
de: Anfragen, die eine Freigabe erfordern, erscheinen hier und in der Menüleiste.
es: Las solicitudes que requieren aprobación aparecen aquí y en la barra de menús.
fr: Les demandes nécessitant une autorisation apparaissent ici et dans la barre des menus.
pt_br: Solicitações que exigem aprovação aparecem aqui e na barra de menus.
ru: Запросы на подтверждение появляются здесь и в строке меню.
zh_hans: 需要批准的请求会显示在这里和菜单栏中。

source: Require Touch ID for changes
de: Touch ID für Änderungen verlangen
es: Requerir Touch ID para los cambios
fr: Exiger Touch ID pour les modifications
pt_br: Exigir Touch ID para alterações
ru: Требовать Touch ID для внесения изменений
zh_hans: 更改时需要 Touch ID

source: Require approval for each tool invocation. Initialization and tool discovery do not show a per-call prompt.
de: Freigabe für jeden Tool-Aufruf verlangen. Initialisierung und Tool-Suche zeigen keine Freigabeanfrage pro Aufruf.
es: Requiere aprobación para cada invocación de herramienta. La inicialización y la detección de herramientas no muestran una solicitud por llamada.
fr: Exiger une autorisation pour chaque appel d’outil. L’initialisation et la découverte d’outils n’affichent pas de demande par appel.
pt_br: Exigir aprovação para cada invocação de ferramenta. A inicialização e a descoberta de ferramentas não exibem uma solicitação por chamada.
ru: Требовать подтверждение для каждого вызова инструмента. При инициализации и обнаружении инструментов отдельный запрос не появляется.
zh_hans: 每次调用工具时都需要批准。初始化和工具发现不会显示逐次批准提示。

source: Require approval for each use of this key, including approved agent sessions.
de: Freigabe für jede Verwendung dieses Schlüssels verlangen, auch in genehmigten Agent-Sitzungen.
es: Requiere aprobación para cada uso de esta clave, incluso en sesiones de agentes aprobadas.
fr: Exiger une autorisation pour chaque utilisation de cette clé, y compris dans les sessions d’agent autorisées.
pt_br: Exigir aprovação para cada uso desta chave, inclusive em sessões de agentes aprovadas.
ru: Требовать подтверждение при каждом использовании этого ключа, даже в разрешённых сеансах агентов.
zh_hans: 每次使用此密钥时都需要批准，包括已获批准的智能体会话。

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
pt_br: Tentar novamente
ru: Повторить попытку
zh_hans: 重试

source: Reveals the terminal window hosting this agent
de: Zeigt das Terminalfenster an, in dem dieser Agent ausgeführt wird
es: Muestra la ventana de Terminal donde se ejecuta este agente
fr: Affiche le terminal qui héberge cet agent
pt_br: Exibe a janela do Terminal que hospeda este agente
ru: Показывает окно терминала, в котором запущен этот агент
zh_hans: 显示托管此智能体的终端窗口

source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
pt_br: Revogar
ru: Отозвать
zh_hans: 撤销

source: Revoke %@?
de: %@ widerrufen?
es: ¿Revocar %@?
fr: Révoquer %@ ?
pt_br: Revogar %@?
ru: Отозвать %@?
zh_hans: 撤销 %@？

source: Revoke session for %@
de: Sitzung für %@ widerrufen
es: Revocar la sesión de %@
fr: Révoquer la session de %@
pt_br: Revogar sessão de %@
ru: Отозвать сеанс для %@
zh_hans: 撤销 %@ 的会话

source: Revoke this session
de: Diese Sitzung widerrufen
es: Revocar esta sesión
fr: Révoquer cette session
pt_br: Revogar esta sessão
ru: Отозвать этот сеанс
zh_hans: 撤销此会话

source: Revoked session for %@
de: Sitzung für %@ widerrufen
es: Se ha revocado la sesión de %@
fr: Session de %@ révoquée
pt_br: Sessão de %@ revogada
ru: Сеанс для %@ отозван
zh_hans: 已撤销 %@ 的会话

source: Revoked · %@
de: Widerrufen · %@
es: Revocada · %@
fr: Révoquée · %@
pt_br: Revogada · %@
ru: Отозвано · %@
zh_hans: 已撤销 · %@

source: Root keys
de: Stammschlüssel
es: Claves raíz
fr: Clés racines
pt_br: Chaves-raiz
ru: Корневые ключи
zh_hans: 根密钥

source: Rotate
de: Rotieren
es: Rotar
fr: Renouveler
pt_br: Rotacionar
ru: Сменить
zh_hans: 轮换

source: Rotate %@
de: %@ rotieren
es: Rotar %@
fr: Renouveler %@
pt_br: Rotacionar %@
ru: Сменить %@
zh_hans: 轮换 %@

source: Rotate a key
de: Einen Schlüssel rotieren
es: Rotar una clave
fr: Renouveler une clé
pt_br: Rotacionar uma chave
ru: Сменить ключ
zh_hans: 轮换密钥

source: Rotate the key “%@”
de: Schlüssel „%@“ rotieren
es: Rotar la clave «%@»
fr: Renouveler la clé « %@ »
pt_br: Rotacionar a chave “%@”
ru: Сменить ключ «%@»
zh_hans: 轮换密钥“%@”

source: Rotate value…
de: Wert rotieren …
es: Rotar valor…
fr: Renouveler la valeur…
pt_br: Rotacionar valor…
ru: Заменить значение…
zh_hans: 轮换值…

source: Rotated
de: Rotiert
es: Rotada
fr: Renouvelée
pt_br: Rotacionada
ru: Сменён
zh_hans: 已轮换

source: Rotated %@
de: %@ rotiert
es: Se ha rotado %@
fr: %@ renouvelé
pt_br: %@ rotacionado
ru: Сменён %@
zh_hans: 已轮换 %@

source: Rule
de: Regel
es: Regla
fr: Règle
pt_br: Regra
ru: Правило
zh_hans: 规则

source: Run the command once, or add the same entry to your project's .mcp.json. Sallyport attaches credentials only when sending requests.
de: Führe den Befehl einmal aus oder füge denselben Eintrag zur .mcp.json deines Projekts hinzu. Sallyport fügt Zugangsdaten erst beim Senden von Anfragen an.
es: Ejecuta el comando una vez o añade la misma entrada al archivo .mcp.json de tu proyecto. Sallyport solo adjunta credenciales al enviar solicitudes.
fr: Exécutez la commande une fois ou ajoutez la même entrée au fichier .mcp.json de votre projet. Sallyport ne joint les données d’authentification qu’à l’envoi des requêtes.
pt_br: Execute o comando uma vez ou adicione a mesma entrada ao .mcp.json do seu projeto. O Sallyport anexa as credenciais somente ao enviar solicitações.
ru: Выполните команду один раз или добавьте такую же запись в файл .mcp.json проекта. Sallyport добавляет учётные данные только при отправке запросов.
zh_hans: 运行一次该命令，或将相同条目添加到项目的 .mcp.json。Sallyport 仅在发送请求时附加凭证。

source: Runs
de: Ausführung
es: Ejecuta
fr: Exécute
pt_br: Executa
ru: Запуски
zh_hans: 运行次数

source: SSH command
de: SSH-Befehl
es: Comando SSH
fr: Commande SSH
pt_br: Comando SSH
ru: SSH-команда
zh_hans: SSH 命令

source: SSH destinations and their stored key references.
de: SSH-Ziele und ihre Verweise auf gespeicherte Schlüssel.
es: Destinos SSH y sus referencias a claves almacenadas.
fr: Destinations SSH et références à leurs clés stockées.
pt_br: Destinos SSH e suas referências de chaves armazenadas.
ru: Целевые SSH-хосты и ссылки на сохранённые ключи.
zh_hans: SSH 目标及其存储的密钥引用。

source: SSH hosts, MCP servers, and allowlist entries
de: SSH-Hosts, MCP-Server und Einträge in der Zulassungsliste
es: Hosts SSH, servidores MCP y entradas de la lista de permitidos
fr: Hôtes SSH, serveurs MCP et entrées de la liste d’autorisation
pt_br: Hosts SSH, servidores MCP e entradas da lista de permissões
ru: SSH-хосты, серверы MCP и записи в списке разрешённых
zh_hans: SSH 主机、MCP 服务器和允许列表条目

source: SSH key
de: SSH-Schlüssel
es: Clave SSH
fr: Clé SSH
pt_br: Chave SSH
ru: SSH-ключ
zh_hans: SSH 密钥

source: SSH key (Ed25519)
de: SSH-Schlüssel (Ed25519)
es: Clave SSH (Ed25519)
fr: Clé SSH (Ed25519)
pt_br: Chave SSH (Ed25519)
ru: SSH-ключ (Ed25519)
zh_hans: SSH 密钥（Ed25519）

source: SSH keys are referenced by name from SSH Hosts.
de: SSH-Schlüssel werden unter „SSH-Hosts“ über ihren Namen referenziert.
es: Las claves SSH se referencian por su nombre desde Hosts SSH.
fr: Les clés SSH sont référencées par leur nom dans Hôtes SSH.
pt_br: As chaves SSH são referenciadas por nome em Hosts SSH.
ru: SSH-хосты ссылаются на SSH-ключи по имени.
zh_hans: SSH 主机按名称引用 SSH 密钥。

source: Sallyport hardware protection requires Apple Silicon and the signed app.
de: Sallyport-Hardwareschutz erfordert Apple Silicon und die signierte App.
es: La protección por hardware de Sallyport requiere Apple Silicon y la app firmada.
fr: La protection matérielle de Sallyport nécessite Apple Silicon et l’app signée.
pt_br: A proteção por hardware do Sallyport exige Apple Silicon e o app assinado.
ru: Для аппаратной защиты Sallyport требуется Apple Silicon и подписанное приложение.
zh_hans: Sallyport 硬件保护需要 Apple Silicon 和已签名的 App。

source: Sallyport hardware protection requires Apple Silicon.
de: Sallyport-Hardwareschutz erfordert Apple Silicon.
es: La protección por hardware de Sallyport requiere Apple Silicon.
fr: La protection matérielle de Sallyport nécessite Apple Silicon.
pt_br: A proteção por hardware do Sallyport exige Apple Silicon.
ru: Для аппаратной защиты Sallyport требуется Apple Silicon.
zh_hans: Sallyport 硬件保护需要 Apple Silicon。

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
pt_br: Salvar
ru: Сохранить
zh_hans: 存储

source: Save recording…
de: Aufzeichnung sichern …
es: Guardar grabación…
fr: Enregistrer la session…
pt_br: Salvar gravação…
ru: Сохранить запись…
zh_hans: 存储录制内容…

source: Save this server, then click Connect to sign in.
de: Sichere diesen Server und klicke dann zur Anmeldung auf „Verbinden“.
es: Guarda este servidor y haz clic en Conectar para iniciar sesión.
fr: Enregistrez ce serveur, puis cliquez sur Se connecter pour ouvrir une session.
pt_br: Salve este servidor e clique em Conectar para iniciar a sessão.
ru: Сохраните этот сервер, затем нажмите «Подключиться», чтобы войти.
zh_hans: 存储此服务器，然后点按“连接”以登录。

source: Scope (optional)
de: Bereich (optional)
es: Ámbito (opcional)
fr: Portée (facultative)
pt_br: Escopo (opcional)
ru: Область действия (необязательно)
zh_hans: 范围（可选）

source: Scope hosts (optional)
de: Hosts eingrenzen (optional)
es: Limitar hosts (opcional)
fr: Limiter aux hôtes (facultatif)
pt_br: Restringir a hosts (opcional)
ru: Хосты области действия (необязательно)
zh_hans: 限制主机范围（可选）

source: Scope: %@
de: Bereich: %@
es: Ámbito: %@
fr: Portée : %@
pt_br: Escopo: %@
ru: Область: %@
zh_hans: 范围：%@

source: Scope: any target
de: Bereich: beliebiges Ziel
es: Ámbito: cualquier destino
fr: Portée : toute cible
pt_br: Escopo: qualquer destino
ru: Область: любая цель
zh_hans: 范围：任意目标

source: Secret
de: Geheimnis
es: Secreto
pt_br: Segredo
ru: Секрет
zh_hans: 机密信息

source: Secret value
de: Geheimer Wert
es: Valor secreto
fr: Valeur secrète
pt_br: Valor secreto
ru: Секретное значение
zh_hans: 机密值

source: Secure Enclave and Touch ID gate vault unlock. The decrypted vault key remains in memory only while the vault is unlocked.
de: Secure Enclave und Touch ID schützen das Entsperren des Tresors. Der entschlüsselte Tresorschlüssel bleibt nur im entsperrten Zustand im Arbeitsspeicher.
es: Secure Enclave y Touch ID protegen el desbloqueo de la bóveda. La clave descifrada de la bóveda solo permanece en memoria mientras está desbloqueada.
fr: Secure Enclave et Touch ID contrôlent le déverrouillage du coffre. La clé déchiffrée du coffre reste en mémoire uniquement pendant que celui-ci est déverrouillé.
pt_br: Secure Enclave e Touch ID controlam o desbloqueio do cofre. A chave descriptografada do cofre permanece na memória somente enquanto o cofre está desbloqueado.
ru: Secure Enclave и Touch ID защищают разблокировку хранилища. Расшифрованный ключ находится в памяти, только пока хранилище разблокировано.
zh_hans: Secure Enclave 和 Touch ID 会为密钥库解锁提供保护。解密后的密钥库密钥仅在密钥库解锁时驻留内存。

source: Secure Enclave and Touch ID gate vault unlock. There is no recovery if the Secure Enclave key is lost.
de: Secure Enclave und Touch ID schützen das Entsperren des Tresors. Wenn der Secure Enclave-Schlüssel verloren geht, ist keine Wiederherstellung möglich.
es: Secure Enclave y Touch ID protegen el desbloqueo de la bóveda. No hay recuperación si se pierde la clave de Secure Enclave.
fr: Secure Enclave et Touch ID contrôlent le déverrouillage du coffre. Aucune récupération n’est possible si la clé Secure Enclave est perdue.
pt_br: Secure Enclave e Touch ID controlam o desbloqueio do cofre. Não há recuperação se a chave do Secure Enclave for perdida.
ru: Secure Enclave и Touch ID защищают разблокировку хранилища. При утрате ключа Secure Enclave восстановление невозможно.
zh_hans: Secure Enclave 和 Touch ID 会为密钥库解锁提供保护。如果 Secure Enclave 密钥丢失，将无法恢复。
